
android-studio
ani-cli
aura-bin
auto-cpufreq
brave-bin
buku-git
cava
eww-git
gstreamer0.10-base
gstreamer0.10-base-plugins
gstreamer0.10
gstreamer0.10-base
gstreamer0.10-base-plugins
gstreamer0.10-base-plugins
hdx-realtime-media-engine
hopscotch-map
hypr-git
i3lock-color
icaclient
lightdm-webkit2-theme-glorious
masterpdfeditor-free
metis
openoffice-bin
openrgb
otf-material-icons-git
picom-jonaburg-git
poweralertd-git
python-colorthief
python-convertdate
python-dateparser
python-haishoku
python-hijri-converter
python-pure-protobuf
python2


r-base64enc
r-digest
r-ellipsis
r-rlang
ryzen-controller-bin
ryzenadj-git
siji-ttf
skypeforlinux-stable-bin
sleep-inhibitor
spicetify-cli
spicetify-cli
spotify
teamviewer
tiramisu-git
tor-browser
touchegg
ttf-comic-mono-git
ttf-icomoon-feather
ttf-malayalam-font-rachana
ttf-material-icons-git
xmonad-log
zellij-git
zoom
