
aic94xx-firmware
anki-official-binary-bundle
arbtt
aura-bin
auto-cpufreq
awesome-git
betterlockscreen
bluez-utils-compat
brave-bin
buku
castero-git
cava
dex2jar-git
envycontrol
grub2-theme-archlinux
haskell-bytestring-progress
haskell-terminal-progress-bar
huestacean
hyprland-bin
i3lock-color
icaclient
jd-gui-bin
komikku
lightdm-webkit-theme-osmos
lxdm-themes
mopidy-mpd
nerd-fonts-jetbrains-mono
networkmanager-dmenu-git
offlineimap3-git
otf-manjari
picom-jonaburg-git
playerctl-git
polkit-dumb-agent-git
portainer-bin
poweralertd
python-mpv
python-pure-protobuf
python-vlc
rclone-browser
siji-git
snownews
speedread-git
spotify
playerctl-git
teamviewer
touchegg
ttf-iosevka
ttf-malayalam-font-anjalioldlipi
ttf-malayalam-font-chilanka
ttf-malayalam-font-dyuthi
ttf-malayalam-font-keraleeyam
ttf-malayalam-font-meera
ttf-malayalam-font-rachana
ttf-malayalam-font-raghumalayalamsans
ttf-malayalam-font-suruma
ttf-malayalam-fonts-meta
ttf-unifont
tunnelbear
upd72020x-fw
wd719x-firmware
xfce-polkit-git
xmonad-log
zoom
