acpi
acpica
acpid
aic94xx-firmware
alacritty
alsa-plugins
alsa-tools
alsa-utils
android-tools
anki-official-binary-bundle
ant
appstream-glib
arandr
arbtt
arc-gtk-theme
arp-scan
aura-bin
auto-cpufreq
autoconf
automake
awesome-git
base
bat
bbswitch
betterlockscreen
binutils
bison
bitwarden-cli
blackarch-keyring
blueman
bluez
bluez-hid2hci
bluez-utils-compat
brave-bin
brightnessctl
btop
buku
castero-git
cava
cmake
conky
cpio
cronie
cups
dex2jar-git
dhcpcd
dialog
docker
dunst
dzen2
efibootmgr
elvish
emacs-nativecomp
envycontrol
ethtool
expac
fakeroot
fd
filelight
firefox
fish
flameshot
flex
foliate
foot
freepats-general-midi
fuse2
fzf
gcc
git
glow
gnome-keyring
gnuchess
gnugo
gperf
gpick
gradle
grim
grub
grub2-theme-archlinux
gvfs
gvfs-mtp
gvim
gxmessage
handbrake
haskell-dbus
hddtemp
helvum
herbstluftwm
highlight
huestacean
hyprland-bin
i3-gaps
icaclient
intel-ucode
jd-gui-bin
jgmenu
jq
kcharselect
kdeconnect
kitty
komikku
kvantum
libcryptui
libreoffice-still
light
lightdm
lightdm-gtk-greeter
lightdm-webkit-theme-osmos
linux
linux-firmware
linux-firmware-qlogic
linux-zen
linux-zen-headers
lostfiles
lsd
ltrace
lxappearance-gtk3
lxdm-themes
ly
m4
maim
make
mako
meld
mesa-amber
mesa-utils
minidlna
mopidy
mopidy-mpd
mpc
mpd
mpv
ncdu
ncmpcpp
nerd-fonts-jetbrains-mono
net-tools
netctl
network-manager-applet
networkmanager
networkmanager-dmenu-git
noto-fonts-emoji
ntfs-3g
nvidia-dkms
nvidia-prime
nvidia-settings
nvtop
obconf
offlineimap3-git
okular
openbox
openssh
openvpn
os-prober
p7zip
pacutils
pass
patch
pavucontrol
pcmanfm-gtk3
peek
picard
picom-jonaburg-git
pipewire-alsa
pkgconf
playerctl-git
polkit-dumb-agent-git
polybar
portainer-bin
poweralertd
powertop
psensor
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-jack
python-pillow
python-pip
python-pywal
qbittorrent
qt5-tools
qt5ct
ranger
rclone
rclone-browser
redshift
ripgrep
rofi
rofimoji
rsync
rustscan
scrcpy
seahorse
shotcut
shuffle
signal-desktop
siji-git
slurp
snownews
spectrwm
speedread-git
spotify
starship
stubby
sudo
swaybg
swaylock
system-config-printer
teamviewer
texinfo
thermald
timidity++
tint2
tk
touchegg
trash-cli
ttf-cascadia-code
ttf-dejavu
ttf-fira-code
ttf-font-awesome
ttf-iosevka
ttf-jetbrains-mono
ttf-malayalam-fonts-meta
ttf-unifont
tunnelbear
unzip
upd72020x-fw
usbutils
vdpauinfo
vlc
vulkan-intel
waybar
wd719x-firmware
wget
wireless_tools
wl-clipboard
wmctrl
wofi
words
workrave
xboard
xcape
xclip
xdg-user-dirs-gtk
xdotool
xf86-video-intel
xf86-video-nouveau
xf86-video-vesa
xfce-polkit-git
xfce4-settings
xmobar
xmonad
xmonad-contrib
xmonad-log
xmonad-utils
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xprintidle
yad
youtube-dl
zathura
zathura-pdf-mupdf
zenity
zoom
zsh

