acpi
acpid
aircrack-ng
alacritty
amd-ucode
android-studio
android-tools
ani-cli
arandr
archlinux-keyring
aura-bin
auto-cpufreq
autoconf
automake
awesome
base
binutils
binwalk
bison
bitwarden-cli
blender
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
buku-git
cava
chafa
cockpit-machines
conky
contour-git
cups
dialog
docker
docker-compose
dunst
easyeffects
efibootmgr
elinks
emacs-nativecomp
evtest
eww-git
fakeroot
fd
feh
file
findutils
firefox
fish
flex
foliate
fzf
gawk
gcc
gdb
gettext
gimp
gimp-plugin-gmic
git
git-lfs
glfw-wayland
glow
gmic
gnome-keyring
grep
groff
grub
grub-customizer
gstreamer0.10-base-plugins
gtkglext
gvfs-gphoto2
gvfs-mtp
gzip
hdx-realtime-media-engine
helix
hwdetect
hyperfine
hypr-git
i3-wm
i3lock-color
icaclient
jq
jrnl
kdeconnect
kvantum
lf
lib32-libva-mesa-driver
lib32-mesa-vdpau
libtool
libva-mesa-driver
libva-utils
libva-vdpau-driver
libvdpau-va-gl
light
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
links
linux
linux-firmware
linux-headers
linux-lts-headers
lsd
lxappearance
lxqt-policykit
ly
m4
maim
make
masterpdfeditor-free
maven
mesa-utils
mesa-vdpau
mpc
mpd
mtpfs
ncmpcpp
neofetch
neovide
neovim
networkmanager
nftables
nnn
noto-fonts-emoji
ntfs-3g
nvtop
openbox
openoffice-bin
openrgb
os-prober
otf-material-icons-git
p7zip
pacman
pamixer
patch
pavucontrol
pcmanfm
pcsc-tools
pdfgrep
picard
picom-jonaburg-git
pipewire-alsa
pipewire-pulse
pipewire-v4l2
pipewire-zeroconf
pkgconf
playerctl
polybar
poweralertd-git
powertop
python-colorthief
python-haishoku
python-pip
python-pywal
python-scapy
qbittorrent
qemu-base
qjackctl
ranger
redshift
reflector
ripgrep
ripgrep-all
rofi
rust-analyzer
ryzen-controller-bin
ryzenadj-git
scrcpy
scrot
seahorse
sed
signal-desktop
siji-ttf
skypeforlinux-stable-bin
sleep-inhibitor
sof-firmware
songrec
spicetify-cli
spotify
stalonetray
starship
sudo
syncthing
tcsh
teamviewer
texinfo
thermald
thunar
tint2
tiramisu-git
tlp
tor-browser
touchegg
ttf-comic-mono-git
ttf-font-awesome
ttf-icomoon-feather
ttf-liberation
ttf-malayalam-font-rachana
ttf-material-icons-git
ttf-nerd-fonts-symbols-2048-em
unrar
upower
vdpauinfo
vim
virt-install
virt-viewer
virtualbox
vlc
vulkan-radeon
which
wine-staging
winetricks
wl-clipboard
wmctrl
xclip
xdg-user-dirs
xdo
xdotool
xf86-video-amdgpu
xf86-video-vesa
xmonad
xmonad-contrib
xmonad-log
xmonad-utils
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xplr
xprintidle
yt-dlp
zathura
zathura-pdf-poppler
zellij-git
zenity
zoom
zoxide
