7-zip
7zip
acpi
acpid
adobe-source-han-serif-jp-fonts
aircrack-ng
amd-ucode
android-studio
android-tools
ani-cli
ant
anyrun-git
arandr
archlinux-keyring
auto-cpufreq
autoconf
automake
awesome-git
base
base-devel
bat
binutils
binwalk
bison
bitwarden-cli
blender
blueman
bluez
bluez-utils
brightnessctl
btop
buku-git
cabal-install
cava
chafa
cmake
cockpit-machines
conky
cups
debtap
dialog
docker
docker-compose
eclipse-jee
efibootmgr
egl-wayland
elinks
elvish
emacs
entr
evtest
eww-git
exercism
eza
fakeroot
fd
feh
felix-rs
file
findutils
firefox
fish
flameshot
flex
foliate
foot
fzf
galaxybudsclient-bin
gawk
gcc
gdb
gdu
gettext
ghcup-hs-bin
ghostty
gimp
gimp-plugin-gmic
git
git-lfs
github-cli
glfw
glow
gmic
gnome-keyring
gnu-netcat
google-chrome
gpick
grep
grim
groff
grub
grub-customizer
gst-plugin-pipewire
gstreamer0.10-base-plugins
gtk-layer-shell
gtkglext
gvfs-gphoto2
gvfs-mtp
gzip
helix
hip-runtime-amd
hwdetect
hyperfine
hyprpaper
i2c-tools
i3-wm
i3lock-color-git
icaclient
inetutils
iotop
jackett-bin
jamesdsp
jdk-openjdk
jdk17-openjdk
jdk18-openjdk
jdk21-openjdk
jdk8-openjdk
jq
jre18-openjdk
jre18-openjdk-headless
jrnl
kanata-bin
kdeconnect
kmon
komikku
kvantum
lazygit
lf
lib32-libxslt
lib32-vulkan-mesa-layers
libreoffice-still
libtool
libva-utils
libva-vdpau-driver
libvdpau-va-gl
light
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit2-greeter
lightdm-webkit2-theme-glorious
links
linux
linux-firmware
linux-headers
linux-lts-headers
linux-zen
linux-zen-headers
lldpd
logseq-desktop-bin
lsof
lutris
lxappearance
lxqt-policykit
ly
m4
maim
make
masterpdfeditor-free
maven
mesa-utils
mp3splt-bin
mpc
mpd
msi-ec-git
mtpfs
ncmpcpp
neofetch
neovide
neovim
networkmanager
nftables
noto-fonts-emoji
ntfs-3g
nuget
nvtop
obsidian
okular
open-in-mpv
openbox
openjdk18-doc
openjdk18-src
openrgb
os-prober
otf-material-icons-git
pacman
pacman-contrib
pamixer
paru
paru-debug
patch
pavucontrol
pcmanfm-qt
pcsc-tools
pdfgrep
picard
picom
pipewire-alsa
pipewire-pulse
pipewire-v4l2
pipewire-zeroconf
pkgconf
playerctl
pnglatex
polybar
popcorntime-bin
poweralertd-git
powershell-bin
powertop
python-colorthief
python-haishoku
python-jupyter-client
python-pip
python-pylatexenc
python-pytest
python-pywal
python-scapy
qbittorrent
qemu-base
qjackctl
qpwgraph
radeontop
redshift
reflector
ripgrep
ripgrep-all
rofi
ryzen-controller-bin
ryzenadj-git
samba
scrcpy
scribus
scrot
seahorse
sed
signal-desktop
siji-ttf
sioyek-git
skypeforlinux-stable-bin
sleep-inhibitor
slurp
socat
sof-firmware
songrec
spotify
stack
stalonetray
starship
sudo
syncthing
systemd-resolvconf
tcsh
teamviewer
telegram-desktop
texinfo
thermald
thunar
tint2
tiramisu-git
tlp
tor-browser
touchegg
tp_smapi
tree-sitter-cli
ttf-comic-mono-git
ttf-fira-code
ttf-font-awesome
ttf-icomoon-feather
ttf-liberation
ttf-malayalam-font-rachana
ttf-material-icons-git
ttf-nerd-fonts-symbols
ungoogled-chromium-bin
unrar
upower
v4l2loopback-dkms
v4l2loopback-utils
vdpauinfo
vifm
vim
virt-install
virt-viewer
virtualbox
vlc
vscodium-bin
vulkan-mesa-layers
vulkan-radeon
w3m
wezterm
wget
which
wine-gecko
wine-mono
wine-staging
winetricks
wired
wireguard-tools
wl-clipboard
wmctrl
wofi
xclip
xcursor-comix
xdg-user-dirs
xdo
xdotool
xf86-video-amdgpu
xmonad
xmonad-contrib
xmonad-log
xmonad-utils
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xplr
xprintidle
yazi
yt-dlp
zathura
zathura-pdf-mupdf
zen-browser-bin
zenity
zip
zoom
zoom-citrix-plugin
zoom-citrix-plugin-debug
zoxide
